Repository: corlin/Floraboard-ios
Catalog: Floreboard/Localizable.xcstrings
Source language: zh_hans
Languages: en, fr, ja, ko

# history.empty.desc
source: 您的创作之旅尚未开始。使用设计助手，只需几步即可生成精美的花艺方案。
en: Your creative journey hasn't started yet. Use the Design Assistant to create beautiful arrangements in just a few steps.
fr: Votre voyage créatif n'a pas encore commencé. Utilisez l'assistant pour créer de beaux plans.
ja: まだデザインが作成されていません。デザインアシスタントを使って、素敵なプランを作りましょう。
ko: 아직 디자인이 생성되지 않았습니다. 디자인 어시스턴트를 사용하여 멋진 플랜을 만들어보세요.

# history.empty.title
source: 暂无历史方案
en: No History
fr: Aucun historique
ja: 履歴はありません
ko: 기록이 없습니다

# history.search
source: 搜索方案...
en: Search plans...
fr: Rechercher...
ja: プランを検索...
ko: 플랜 검색...

# history.search.clear
source: 清除搜索
en: Clear Search
fr: Effacer la Recherche
ja: 検索をクリア
ko: 검색 지우기

# history.search.empty
source: 未找到匹配的方案
en: No designs matched
fr: Aucun plan correspondant
ja: 一致するプランがありません
ko: 일치하는 플랜이 없습니다

# history.search.empty.desc
source: 尝试更换客户姓名或风格关键词
en: Try searching by another customer or style
fr: Essayez avec un autre client ou style
ja: お客様名やスタイルを変更して再検索してください
ko: 다른 고객명이나 스타일 키워드로 검색해보세요

# history.subtitle
source: 回顾、查询与管理过往的设计作品 ({{count}})
en: Review, search and manage past designs ({{count}})
fr: Voir et gérer les créations passées ({{count}})
ja: 過去のデザイン作品を確認・管理 ({{count}})
ko: 과거 디자인 작품 확인 및 관리 ({{count}})

# history.title
source: 设计方案历史
en: Design History
fr: Historique des Designs
ja: デザイン履歴
ko: 디자인 이력

# history.unknownTime
source: 未知时间
en: Unknown Time
fr: Heure inconnue
ja: 不明な日時
ko: 시간 미상

# home.card.designer_role
source: 首席花艺架构师
en: Master Florist
fr: Maître Fleuriste
ja: チーフフローリスト
ko: 수석 플로리스트

# home.card.likes
source: 点赞
en: Likes
fr: J'aime
ja: いいね
ko: 좋아요

# home.card.orders
source: 订单
en: Orders
fr: Commandes
ja: 注文
ko: 주문

# home.card.stars
source: 星级
en: Stars
fr: Étoiles
ja: 評価
ko: 별점

# home.greeting
source: 早安，{{name}}
en: Good morning, {{name}}
fr: Bonjour, {{name}}
ja: おはようございます、{{name}}
ko: 안녕하세요, {{name}}님

# home.hero.in_production_count
source: %lld 束制作中
en: %lld In Production
fr: %lld en confection
ko: %lld다발 제작 중

# home.hero.orders_pending
source: 待处理
en: Pending Orders
fr: En Attente
ja: 対応待ち
ko: 처리 대기

# home.hero.pending_count
source: %lld 笔待确认
en: %lld Pending
fr: %lld en attente
ja: %lld 件確認待ち
ko: %lld건 확인 대기

# home.hero.ready_count
source: %lld 件待自提/送达
en: %lld Ready for Pickup
fr: %lld prêts à livrer
ja: %lld 件受取/配達待ち
ko: %lld건 픽업/배송 대기

# home.hero.stock_summary
source: 在库 %lld 枝 · %lld 种告急
en: %lld stems in stock · %lld low
fr: %lld tiges en stock · %lld faibles
ja: 在庫 %lld 本 · %lld 品目不足
ko: 재고 %lld송이 · %lld종 부족

# home.hero.studio_calm_subtitle
source: 静享插花时光，从每一朵鲜花开始
en: Crafting beauty, one blossom at a time
fr: Créer la beauté, une fleur à la fois
ja: 一輪の花から広がる、静かな創作のひととき
ko: 한 송이 꽃에서 시작되는 아름다운 창작의 시간

# home.hero.studio_calm_title
source: 花坊晨光
en: Florist Studio
fr: Atelier Floral
ja: アトリエの朝
ko: 꽃집의 아침

# home.hero.view_orders
source: 查看订单中心
en: View Orders
fr: Voir les Commandes
ja: 注文一覧を見る
ko: 주문 관리 보기

# home.inspiration.title
source: 今日灵感
en: Daily Inspiration
fr: Inspiration du Jour
ja: 今日のインスピレーション
ko: 오늘의 영감

# home.lookbook.stems_count
source: %lld 枝花材
en: %lld Stems
fr: %lld Tiges de fleurs
ja: %lld 本の花材
ko: %lld송이의 꽃

# home.notifications.alert
source: 预警
en: Alert
fr: Alerte
ja: アラート
ko: 경고

# home.notifications.empty
source: 暂无新通知
en: No notifications
fr: Aucune notification
ja: 新しい通知はありません
ko: 새로운 알림이 없습니다

# home.notifications.emptyDesc
source: 店内鲜花与订单运行平稳
en: Studio inventory & orders are smooth
fr: Les stocks et commandes sont à jour
ja: 店舗の在庫と注文は順調です
ko: 매장 재고 및 주문이 원활합니다

# home.notifications.lowStock
source: %@ 库存告急
en: %@ is running low
fr: %@ est en stock faible
ja: %@ の在庫が逼迫
ko: %@ 재고 부족

# home.notifications.only_left
source: 仅剩 %lld 枝，请及时补货
en: Only %lld left, restock soon
fr: Plus que %lld restantes, réapprovisionnez
ja: 残り %lld 本です。補充してください
ko: %lld송이 남았습니다. 발주를 서두르세요

# home.notifications.replenish
source: 生成采买建议
en: Restock Suggestion
fr: Générer Bon d'Achat
ja: 仕入れ提案を作成
ko: 발주 추천서 생성

# home.notifications.title
source: 通知中心
en: Notifications
fr: Notifications
ja: お知らせ
ko: 알림

# home.quickActions.addInventory
source: 花材入库
en: Add Inventory
fr: Ajout Stock
ja: 在庫追加
ko: 재고 입고

# home.quickActions.addInventoryDesc
source: 录入新到货的鲜花
en: Register new flower arrivals
fr: Enregistrer nouvel arrivage
ja: 新しい花の入荷を記録
ko: 새로운 꽃 입고 기록

# home.quickActions.design_sub
source: 三步生成花礼
en: 3-Step Custom Floral
fr: Création en 3 étapes
ja: 3ステップで花礼作成
ko: 3단계로 꽃 선물 생성

# home.quickActions.design_title
source: AI 方案定制
en: AI Design Wizard
fr: Assistant IA Floral
ja: AI プラン作成
ko: AI 디자인 마법사

# home.quickActions.inspirationText
source: “插花是无声的诗，立体的画。” 尝试在今天的作品中加入一点点尤加利叶，为作品增添几分自然的呼吸感。
en: "Flower arranging is silent poetry, three-dimensional painting." Try adding a bit of eucalyptus to today's work to add a natural breath.
fr: « L'art floral est une poésie silencieuse, une peinture vivante. » Ajoutez une touche d'eucalyptus à votre création pour lui insuffler un souffle naturel.
ja: 「生け花は無言の詩、立体の絵画。」 今日の作品に少しユーカリを加えて、自然な息吹を吹き込んでみてはいかがでしょうか。
ko: “꽃꽂이는 무언의 시이자 입체적인 그림입니다.” 오늘 작품에 유칼립투스를 조금 더해 자연스러운 호흡을 불어넣어 보는 건 어떨까요?

# home.quickActions.inspirationTitle
source: 今日灵感
en: Daily Inspiration
fr: Inspiration du Jour
ja: 今日のインスピレーション
ko: 오늘의 영감

# home.quickActions.newOrder
source: 快速录单
en: New Order
fr: Nouvelle Commande
ja: クイック注文
ko: 빠른 주문 등록

# home.quickActions.order_sub
source: 即时开单
en: Direct Entry
fr: Saisie Directe
ja: 即時受付
ko: 즉시 접수

# home.quickActions.order_title
source: 客户订单
en: Client Order
fr: Commande Client
ja: 顧客注文
ko: 고객 주문

# home.quickActions.restock_sub
source: 记录进货成本
en: Record arrivals & cost
fr: Saisir les arrivages
ja: 原価・仕入れを記録
ko: 입고 원가 기록

# home.quickActions.restock_title
source: 花材新进
en: Stock Inflow
fr: Arrivage Fleurs
ja: 新入荷
ko: 꽃재료 입고

# home.quickActions.smartDesign
source: 智能设计
en: Smart Design
fr: Design Intelligent
ja: スマートデザイン
ko: 스마트 디자인

# home.quickActions.smartDesignDesc
source: 快速生成客户方案
en: Generate customer plans quickly
fr: Générer offre client
ja: 顧客向けプランを素早く生成
ko: 고객 맞춤형 제안 생성

# home.quickActions.title
source: 快捷操作
en: Quick Actions
fr: Actions Rapides
ja: クイックアクション
ko: 빠른 작업

# home.recentDesigns.createOne
source: 去创建一个
en: Create One
fr: En créer un
ja: 作成する
ko: 만들러 가기

# home.recentDesigns.empty
source: 暂无设计记录
en: No design records yet
fr: Aucun historique de design
ja: デザイン履歴はありません
ko: 디자인 기록이 없습니다

# home.recentDesigns.profit
source: 利润
en: Profit
fr: Profit
ja: 利益
ko: 이익

# home.recentDesigns.title
source: 最近设计
en: Recent Designs
fr: Designs Récents
ja: 最近のデザイン
ko: 최근 디자인

# home.recentDesigns.viewAll
source: 查看全部
en: View All
fr: Tout voir
ja: すべて見る
ko: 모두 보기

# home.section.actions
source: 快捷工作台
en: Workspace Actions
fr: Actions Rapides
ja: クイックワークスペース
ko: 빠른 작업 공간

# home.section.gallery_subtitle
source: 沉浸式浏览花店精选作品集
en: Curated arrangements portfolio
fr: Portfolio de Créations Florales
ja: 厳選作品ポートフォリオ
ko: 엄선된 플로럴 포트폴리오

# home.section.overview
source: 今日经营概况
en: Studio Overview
fr: Aperçu du Jour
ja: 本日の経営概況
ko: 오늘의 매장 현황

# home.section.recent_designs
source: 最近设计档案
en: Recent Design Archive
fr: Archives Récentes
ja: 最近のデザイン記録
ko: 최근 디자인 기록

# home.startDesign
source: 开始新设计
en: Start Design
fr: Nouveau Design
ja: 新しいデザインを開始
ko: 새 디자인 시작

# home.stats.alertDesc
source: 库存低于 10 枝的花材
en: Flowers with less than 10 stems
fr: Moins de 10 unités
ja: 在庫が 10 本未満の花材
ko: 재고 10송이 미만

# home.stats.alertItems
source: %lld 种紧缺
en: %lld Items Low
fr: %lld Articles en Faible Stock
ja: %lld 品目不足
ko: %lld개 품목 부족

# home.stats.all_settled
source: 全部已清
en: All Settled
fr: Tout Réglé
ja: すべて清算済み
ko: 모두 정산됨

# home.stats.card.lowStock
source: 紧缺品类
en: Low Stock
fr: Stock Faible
ja: 在庫逼迫
ko: 부족 품목

# home.stats.designCount
source: 共设计 %lld 套
en: %lld Designs
fr: Total %lld Designs
ja: 合計 %lld デザイン
ko: 총 %lld개 디자인

# home.stats.flowerCount
source: %lld 种花材
en: %lld Varieties
fr: %lld Variétés de fleurs
ja: %lld 種類の花材
ko: %lld종의 꽃재료

# home.stats.in_production
source: 制作中
en: In Production
fr: En Confection
ko: 제작 중

# home.stats.inventoryOverview
source: 库存概览
en: Inventory Overview
fr: Aperçu du Stock
ja: 在庫概要
ko: 재고 현황

# home.stats.itemCount
source: %lld 项
en: %lld Items
fr: %lld Articles
ja: %lld 件
ko: %lld개 항목

# home.stats.revenue
source: 累计创收
en: Total Revenue
fr: Revenu Cumulé
ja: 累計売上
ko: 누적 수익

# home.stats.revenueTitle
source: 总营收
en: Revenue
fr: Chiffre d'affaires
ja: 総売上
ko: 총매출

# home.stats.shortageUnit
source: 种紧缺
en: low stock
fr: en rupture
ja: 種不足
ko: 종 부족

# home.stats.stemsSelected
source: {{count}} 枝精选
en: {{count}} stems selected
fr: {{count}} tiges sélectionnées
ja: {{count}} 本厳選
ko: {{count}} 송이 엄선

# home.stats.stockAlert
source: 库存预警
en: Low Stock Alert
fr: Alerte de Stock
ja: 在庫アラート
ko: 재고 경고

# home.stats.stockUnit
source: 枝在库
en: stems in stock
fr: tiges en stock
ja: 本在庫
ko: 송이 재고

# home.stats.today_orders
source: 今日订单
en: Today's Orders
fr: Commandes du Jour
ja: 本日の注文
ko: 오늘의 주문

# home.stats.totalStock
source: 总库存 %lld 枝
en: Total %lld Stems
fr: Stock Total %lld Tiges
ja: 総在庫 %lld 本
ko: 총 재고 %lld송이

# home.stats.total_revenue
source: 累计营业额
en: Total Revenue
fr: Chiffre d'Affaires Total
ja: 累計売上高
ko: 누적 매출

# home.subtitle
source: 今天是 {{date}}，准备好创造美了吗？
en: Today is {{date}}, ready to create beauty?
fr: Nous sommes le {{date}}. Prêt à créer de la beauté ?
ja: 今日は {{date}} です。美しい作品を作りましょう。
ko: 오늘은 {{date}}입니다. 아름다운 작품을 만들 준비가 되셨나요?

# inventory.add
source: 新增入库
en: Add New Stock
fr: Nouveau Stock
ja: 新規入荷
ko: 신규 입고

# inventory.category.foliage
source: 叶材
en: Foliage
fr: Feuillage
ja: 葉材
ko: 소재(잎)

# inventory.category.primary
source: 主花
en: Main Flower
fr: Fleur principale
ko: 주요 꽃

# inventory.category.secondary
source: 配花
en: Secondary Flower
fr: Fleur secondaire
ko: 보조 꽃

# inventory.edit
source: 编辑花材
en: Edit Flower
fr: Modifier Fleur
ja: 花材を編集
ko: 꽃 정보 수정

# inventory.form.cancel
source: 取消
en: Cancel
fr: Annuler
ja: キャンセル
ko: 취소

# inventory.form.categories.filler
source: 配花
en: Filler
fr: Remplissage
ja: フィラー
ko: 필러

# inventory.form.categories.foliage
source: 叶材
en: Foliage
fr: Feuillage
ja: 葉物
ko: 소재(잎)

# inventory.form.categories.main
source: 主花
en: Main
fr: Principale
ja: メイン
ko: 메인

# inventory.form.category
source: 分类
en: Category
fr: Catégorie
ja: カテゴリ
ko: 카테고리

# inventory.form.color
source: 色系/描述
en: Color/Desc
fr: Couleur/Desc
ja: 色/説明
ko: 색상/설명

# inventory.form.colorPlaceholder
source: 例如：深红色，丝绒质感
en: e.g., Dark Red, Velvet texture
fr: Ex: Pourpre, velouté
ja: 例：深紅、ベルベットのような質感
ko: 예: 진홍색, 벨벳 질감

# inventory.form.cost
source: 成本 (元)
en: Cost (CNY)
fr: Coût (CNY)
ja: 原価 (円)
ko: 원가 (원)

# inventory.form.culture
source: 文化属性
en: Culture
fr: Attribut Culturel
ko: 문화 속성

# inventory.form.cultureOptions.chinese
source: 中式
en: Chinese
fr: Chinois
ja: 中華風
ko: 중국식

# inventory.form.cultureOptions.japanese
source: 日式
en: Japanese
fr: Japonais
ja: 和風
ko: 일본식

# inventory.form.cultureOptions.universal
source: 通用
en: Universal
fr: Universel
ja: 共通
ko: 공통

# inventory.form.cultureOptions.western
source: 西式
en: Western
fr: Occidental
ja: 洋風
ko: 서양식

# inventory.form.meaning
source: 花语
en: Meaning
fr: Signification
ja: 花言葉
ko: 꽃말

# inventory.form.meaningPlaceholder
source: 例如：热烈的爱
en: e.g., Passionate Love
fr: Ex: Amour passionné
ja: 例：情熱的な愛
ko: 예: 열정적인 사랑

# inventory.form.name
source: 名称
en: Name
fr: Nom
ko: 명칭

# inventory.form.namePlaceholder
source: 例如：红玫瑰
en: e.g., Red Rose
fr: Ex: Rose Rouge
ja: 例：赤バラ
ko: 예: 빨간 장미

# inventory.form.retail
source: 零售 (元)
en: Retail (CNY)
fr: Vente (CNY)
ja: 売価 (円)
ko: 판매가 (원)

# inventory.form.save
source: 保存修改
en: Save Changes
fr: Sauvegarder
ja: 変更を保存
ko: 변경사항 저장

# inventory.form.stock
source: 当前库存 (剩余)
en: Current Stock (Remaining)
fr: Stock Actuel (Restant)
ja: 現在庫 (残り)
ko: 현재 재고 (잔여)

# inventory.form.submit
source: 确认入库
en: Confirm Entry
fr: Confirmer l'ajout
ja: 入荷を確定
ko: 입고 확정

# inventory.list.empty.desc
source: 在左侧表单录入您的第一批鲜花吧
en: Enter your first batch of flowers on the left
fr: Enregistrez vos premières fleurs via le formulaire
ja: 左側のフォームから最初の花材を登録しましょう
ko: 좌측 양식에서 첫 번째 꽃을 등록해보세요

# inventory.list.empty.title
source: 库存空空如也
en: Inventory Empty
fr: Inventaire Vide
ja: 在庫がありません
ko: 재고가 없습니다

# inventory.list.export
source: 导出 Excel
en: Export Excel
fr: Exporter Excel
ja: Excel エクスポート
ko: Excel 내보내기

# inventory.list.headers.actions
source: 操作
en: Actions
fr: Actions
ko: 작업

# inventory.list.headers.category
source: 分类/文化
en: Category/Culture
fr: Type/Culture
ja: 種別/文化
ko: 분류/문화

# inventory.list.headers.cost
source: 进
en: In
fr: In
ja: 入
ko: 입

# inventory.list.headers.initial
source: 初始库存
en: Initial (Stems)
fr: Stock Initial
ja: 初期在庫
ko: 기초 재고

# inventory.list.headers.margin
source: 毛利率
en: Margin
fr: Marge
ja: 粗利率
ko: 마진율

# inventory.list.headers.name
source: 名称
en: Name
fr: Nom
ko: 명칭

# inventory.list.headers.out
source: 出
en: Out
fr: Out
ko: 출

# inventory.list.headers.price
source: 成本/零售
en: Cost/Retail
fr: Coût/Vente
ja: 原価/売価
ko: 원가/판매

# inventory.list.headers.remaining
source: 剩余库存
en: Remaining
fr: Restant
ja: 残在庫
ko: 잔여 재고

# inventory.list.headers.used
source: 总消耗 (枝)
en: Used (Stems)
fr: Utilisé (Tiges)
ja: 総消費 (本)
ko: 총 소모 (송이)

# inventory.list.lowStock
source: 库存不足
en: Low Stock
fr: Stock Faible
ja: 在庫不足
ko: 재고 부족

# inventory.list.search
source: 搜索...
en: Search...
fr: Rechercher...
ja: 検索...
ko: 검색...

# inventory.list.title
source: 当前库存
en: Current Inventory
fr: Inventaire Actuel
ja: 現在の在庫
ko: 현재 재고 목록

# inventory.list.unit
source: 枝
en: stems
fr: Tiges
ja: 本
ko: 송이

# inventory.messages.addSuccess
source: 已添加花材
en: Flower added
fr: Fleur ajoutée
ja: 花材を追加しました
ko: 꽃이 추가되었습니다

# inventory.messages.cancelEdit
source: 已取消编辑
en: Edit Cancelled
fr: Édition annulée
ja: 編集をキャンセルしました
ko: 수정 취소됨

# inventory.messages.editing
source: 正在编辑: {{name}}
en: Editing: {{name}}
fr: Édition: {{name}}
ja: 編集モード: {{name}}
ko: 수정 중: {{name}}

# inventory.messages.enterName
source: 请输入鲜花名称
en: Please enter flower name
fr: Veuillez entrer un nom
ja: 花材名を入力してください
ko: 꽃 이름을 입력해주세요

# inventory.messages.exportSuccess
source: 导出成功
en: Export Successful
fr: Export réussi
ja: エクスポート成功
ko: 내보내기 성공

# inventory.messages.noData
source: 暂无库存数据可导出
en: No inventory data to export
fr: Aucune donnée à exporter
ja: エクスポートできる在庫データがありません
ko: 내보낼 재고 데이터가 없습니다

# inventory.messages.updateSuccess
source: 花材信息已更新
en: Flower updated
fr: Info mise à jour
ja: 情報を更新しました
ko: 정보가 업데이트되었습니다

# inventory.row.margin
source: 毛利率
en: Margin
fr: Marge
ja: 粗利率
ko: 마진율

# inventory.row.quick_add
source: 快速补货
en: Quick Restock
fr: Réappro Rapide
ja: クイック補充
ko: 빠른 입고

# inventory.row.quick_waste
source: 损耗折损
en: Waste Loss
fr: Pertes & Déchets
ja: 廃棄ロス
ko: 폐기 손실

# inventory.row.stock
source: 在库: %lld 枝
en: Stock: %lld
fr: Stock : %lld tiges
ja: 在庫: %lld 本
ko: 재고: %lld송이

# inventory.row.used
source: 累计消耗 %lld 枝
en: Used: %lld
fr: Utilisé : %lld tiges
ja: 累計消費: %lld 本
ko: 누적 사용: %lld송이

# inventory.search.clear
source: 清除筛选
en: Clear Filter
fr: Effacer le filtre
ja: フィルターを解除
ko: 필터 지우기

# inventory.search.empty
source: 未找到相关花材
en: No flowers found
fr: Aucune fleur trouvée
ja: 該当する花材が見つかりません
ko: 검색된 꽃재료가 없습니다

# inventory.search.empty.desc
source: 尝试更换花材名称或分类关键词
en: Try searching with a different name or category
fr: Essayez avec un autre nom ou catégorie
ja: 別の名前やカテゴリーで検索してください
ko: 다른 꽃 이름이나 카테고리로 검색해보세요

# inventory.section.details
source: 花材属性与价格
en: Attributes & Pricing
fr: Attributs et Tarifs
ja: 属性・価格情報
ko: 속성 및 가격 정보

# inventory.section.stock
source: 库存与出入库
en: Stock & Movements
fr: Stock et Mouvements
ja: 在庫・入出庫管理
ko: 재고 및 입출고 관리

# inventory.shortage.continue
source: 仍要继续出库
en: Proceed Anyway
fr: Poursuivre la Sortie
ja: このまま出庫を続ける
ko: 계속 출고 진행

# inventory.shortage.item
source: %@ 缺口 %lld 枝 (现有 %lld)
en: %@ short by %lld (in stock %lld)
fr: %@ manque de %lld (en stock %lld)
ja: %@ %lld 本不足 (現在庫 %lld)
ko: %@ %lld송이 부족 (현재고 %lld)

# inventory.shortage.title
source: 花材库存不足提示
en: Low Stock Alert
fr: Alerte Stock Insuffisant
ja: 花材在庫不足の警告
ko: 꽃재료 재고 부족 안내

# inventory.stock
source: 当前库存
en: In Stock
fr: En Stock
ja: 現在庫
ko: 현재 재고

# inventory.subtitle
source: 管理店内现有的鲜花种类与数量
en: Manage existing flower types and stock
fr: Gérer les types et quantités de fleurs
ja: 店内の花の種類と数量を管理
ko: 매장 내 꽃 종류 및 수량 관리

# inventory.title
source: 花材库存
en: Inventory Management
fr: Inventaire Fleurs
ja: 花材在庫
ko: 꽃 재고

# login.brand
source: Floreboard 鲜花工坊
en: Floreboard Studio
fr: Floreboard Studio Floral
ja: Floreboard アトリエ
ko: Floreboard 플라워 아틀리에

# login.createAccount
source: 注册新花店
en: Register Shop
fr: Créer une Boutique
ja: 新規店舗登録
ko: 새 매장 등록

# login.enter
source: 进入数字工作区
en: Enter Workspace
fr: Entrer dans l'Espace
ja: ワークスペースへ入る
ko: 워크스페이스 입장

# login.hasAccount
source: 已有账号？立即登录
en: Have an account? Sign In
fr: Déjà un compte ? Se connecter
ja: アカウントをお持ちの方はこちら
ko: 계정이 있으신가요? 로그인

# login.noAccount
source: 没有账号？立即注册
en: No account? Sign Up
fr: Pas encore de compte ? S'inscrire
ja: アカウントをお持ちでない方はこちら
ko: 계정이 없으신가요? 가입하기

# login.password
source: 访问密码
en: Password
fr: Mot de Passe
ja: パスワード
ko: 비밀번호

# login.storeName
source: 花店名称
en: Shop Name
fr: Nom de la Boutique
ja: 花屋の名前
ko: 꽃집 이름

# onboarding.cancel
source: 取消
en: Cancel
fr: Annuler
ja: キャンセル
ko: 취소

# onboarding.error
source: 创建店铺失败
en: Failed to create shop
fr: Échec de la création de la boutique
ja: 店舗の作成に失敗しました
ko: 매장 생성에 실패했습니다

# onboarding.placeholder
source: 例如：花样年华
en: e.g. My Lovely Florist
fr: Ex: Fleur & Poésie
ja: 例：花様年華
ko: 예: 꽃피는 봄날

# onboarding.shopName
source: 店铺名称
en: Shop Name
fr: Nom de la boutique
ja: 店舗名
ko: 매장 이름

# onboarding.submit
source: 创建工作区
en: Create Workspace
fr: Créer l'espace de travail
ja: ワークスペースを作成
ko: 워크스페이스 만들기

# onboarding.subtitle
source: 让我们开始初始化您的数字工作区
en: Let's set up your digital workspace.
fr: Commençons à configurer votre espace de travail
ja: デジタルワークスペースの初期設定を開始しましょう
ko: 디지털 워크스페이스 설정을 시작합니다

# onboarding.success
source: 店铺创建成功！
en: Shop created successfully!
fr: Boutique créée avec succès !
ja: 店舗を作成しました！
ko: 매장이 성공적으로 생성되었습니다!

# onboarding.title
source: 为您的花店命名
en: Name Your Flower Shop
fr: Nommez votre boutique de fleurs
ja: フラワーショップに名前を付けましょう
ko: 꽃집 이름을 정해주세요

# order.action.convert
source: 转为正式订单
en: Convert to Order
fr: Convertir en Commande
ja: 正式注文に変換
ko: 정식 주문으로 전환

# order.customFloral
source: 定制花艺
en: Custom Floral
fr: Art floral personnalisé
ja: オーダーメイド花芸
ko: 맞춤 플로럴

# order.default_customer
source: 进店散客
en: Walk-in Customer
fr: Client de Passage
ja: 来店客
ko: 일반 고객

# order.detail.items
source: 花材与用量明细
en: Items & Materials
fr: Détail des Fleurs et Matériaux
ja: 花材・用量明細
ko: 꽃재료 및 사용량 명세

# order.detail.title
source: 订单详情
en: Order Details
fr: Détails de la Commande
ja: 注文詳細
ko: 주문 상세

# order.detail.total
source: 合计金额
en: Total Amount
fr: Montant Total
ja: 合計金額
ko: 총 금액

# order.detail.update_status
source: 更新状态
en: Update Status
fr: Mettre à Jour le Statut
ja: 状態を更新
ko: 상태 업데이트

# order.hub.convert_to_order
source: 转为订单
en: Create Order
fr: Créer Commande
ja: 注文作成
ko: 주문 생성

# order.hub.tab.archive
source: 历史归档
en: Archived
fr: Archives
ja: アーカイブ
ko: 보관함

# order.hub.tab.orders
source: 实时订单
en: Active Orders
fr: Commandes en Cours
ja: 進行中の注文
ko: 진행 중인 주문

# order.items_count
source: %lld 种花材
en: %lld Items
fr: %lld Variétés florales
ja: %lld 種の花材
ko: %lld종의 꽃재료

# order.list.empty
source: 暂无进行中订单
en: No active orders
fr: Aucune commande en cours
ja: 進行中の注文はありません
ko: 진행 중인 주문이 없습니다

# order.list.title
source: 花店订单管理
en: Order Management
fr: Gestion des Commandes
ja: 注文管理
ko: 주문 관리

# order.originalImage
source: 原图
en: Original Image
fr: Image originale
ja: 元画像
ko: 원본 이미지

# order.status.cancelled
source: 已取消
en: Cancelled
fr: Annulée
ja: キャンセル済
ko: 취소됨

# order.status.confirmed
source: 已确认
en: Confirmed
fr: Confirmée
ja: 注文確定
ko: 주문 확정

# order.status.delivered
source: 已交付
en: Delivered
fr: Livrée
ja: 納品完了
ko: 배송 완료

# order.status.draft
source: 草稿
en: Draft
fr: Brouillon
ja: 下書き
ko: 임시 저장

# order.status.inProduction
source: 制作中
en: In Production
fr: En Confection
ko: 제작 중

# order.status.quoted
source: 已报价
en: Quoted
fr: Devis Transmis
ja: 見積提出済
ko: 견적 완료

# paywall.bestValue
source: 超值首选
en: Best Value
fr: Meilleure Offre
ja: 一番お得
ko: 최고의 가치

# paywall.credits.pro_badge
source: PRO 会员
en: PRO Member
fr: Membre PRO
ja: PRO 会員
ko: PRO 회원

# paywall.credits.remaining
source: 当前剩余点数:
en: Remaining Credits:
fr: Crédits restants :
ja: 現在の残高:
ko: 현재 보유 크레딧:

# paywall.creditsBadge
source: +{{count}} 点数
en: +{{count}} Credits
fr: +{{count}} Crédits
ja: +{{count}} クレジット
ko: +{{count}} 크레딧

# paywall.currentCredits
source: 当前剩余点数:
en: Current Credits:
fr: Crédits restants :
ja: 現在の残高:
ko: 현재 보유 크레딧:

# paywall.feature.plan_gen
source: 方案生成 1点
en: Design 1 pt
fr: Design 1 pt
ja: プラン生成 1点
ko: 플랜 생성 1점

# paywall.feature.render
source: 4K生图 5点
en: 4K Render 5 pts
fr: Rendu 4K 5 pts
ja: 4K画像生成 5点
ko: 4K 렌더링 5점

# paywall.feature.vision
source: 多模态 1点
en: Vision 1 pt
fr: Vision 1 pt
ja: 画像解析 1点
ko: 이미지 분석 1점

# paywall.feature1.subtitle
source: 即时生成专属客户方案与花语
en: Instant custom floral plans & meanings
fr: Plans floraux sur mesure et langage des fleurs instantanés
ja: 顧客向けプランと花言葉を即時生成
ko: 맞춤형 제안서와 꽃말 즉시 생성

# paywall.feature1.title
source: AI 花艺大师方案
en: AI Floral Design
fr: Design Floral IA de Maître
ja: AI 花芸マスタープラン
ko: AI 플로럴 마스터 플랜

# paywall.feature2.subtitle
source: 上传色板或婚纱，秒出定制花艺
en: Turn photos & moodboards into arrangements
fr: Transformez photos et palettes en créations florales
ja: 写真や色見本からカスタムアレンジを即座に出力
ko: 사진이나 무드보드를 감각적인 꽃꽂이로 변환

# paywall.feature2.title
source: 以图生花灵感解析
en: Visual Muse
fr: Inspiration Visuelle (Image vers Fleur)
ja: 画像から花へ (インスピレーション)
ko: 이미지로 꽃 만들기 (비주얼 뮤즈)

# paywall.feature3.subtitle
source: 支持高精商用展示与客户提案
en: High-res rendering for customer presentations
fr: Rendus haute résolution pour présentations clients
ja: 高精細な商用プレゼンと顧客提案に対応
ko: 고해상도 고객 프레젠테이션 및 제안 지원

# paywall.feature3.title
source: 4K 超清商业效果图
en: 4K Commercial Render
fr: Rendu Commercial Ultra-HD 4K
ja: 4K 超高解像度 商業イメージ図
ko: 4K 초고화질 상업 렌더링

# paywall.later
source: 稍后再说
en: Maybe Later
fr: Plus tard
ja: 後で
ko: 나중에 하기

# paywall.pack100
source: 100 点数加油包
en: 100 Credits Booster Pack
fr: Pack Booster 100 Crédits
ja: 100 クレジットパック
ko: 100 크레딧 부스터팩

# paywall.pack100Desc
source: 100 点永久有效，支持约 100 套方案生成
en: Never expires, yields ~100 design generations
fr: Valable à vie, permet environ 100 générations
ja: 有効期限なし、約100回のデザイン生成に対応
ko: 유효기간 없음, 약 100회 디자인 생성 지원

# paywall.pack300
source: 300 点数进阶包
en: 300 Credits Growth Pack
fr: Pack Évolution 300 Crédits
ja: 300 クレジットパック
ko: 300 크레딧 성장팩

# paywall.pack300Desc
source: 300 点永久有效，高频设计与旺季首选
en: Never expires, ideal for peak season & frequent designs
fr: Valable à vie, idéal pour les périodes d'activité intense
ja: 有効期限なし、繁忙期や高頻度デザインに最適
ko: 유효기간 없음, 성수기 및 빈번한 디자인에 최적

# paywall.plan.credit_100.desc
source: 100 点永久有效，支持约 100 套方案生成
en: 100 permanent credits, approx. 100 designs
fr: 100 crédits sans expiration, environ 100 propositions de design
ja: 100クレジット無期限有効、約100案生成可能
ko: 100 크레딧 평생 유효, 약 100개 플랜 생성 가능

# paywall.plan.credit_100.name
source: 100 点数加油包
en: 100 Credit Starter Pack
fr: Pack 100 Crédits
ja: 100 クレジットパック
ko: 100 크레딧 충전팩

# paywall.plan.credit_300.desc
source: 300 点永久有效，高频设计与旺季首选
en: 300 permanent credits for peak florist season
fr: 300 crédits sans expiration, idéal pour les périodes d'affluence
ja: 300クレジット無期限有効、繁忙期におすすめ
ko: 300 크레딧 평생 유효, 성수기 필수 선택

# paywall.plan.credit_300.name
source: 300 点数进阶包
en: 300 Credit Booster
fr: Pack 300 Crédits
ja: 300 クレジットパック
ko: 300 크레딧 부스터팩

# paywall.plan.pro_monthly.badge
source: 热门推荐
en: Most Popular
fr: Le Plus Populaire
ja: 人気 No.1
ko: 인기 추천

# paywall.plan.pro_monthly.desc
source: 每月自动注入 300 点数，解锁高峰期优先生成
en: 300 credits/mo, unlock priority AI generation
fr: 300 crédits/mois, accès prioritaire à la génération IA
ja: 毎月300クレジット自動付与、優先AI生成を解放
ko: 매월 300 크레딧 자동 지급, 피크타임 우선 생성 지원
